import { IProject } from "./project.component";

export const PROJECTS: IProject[] = [
    {
        id: 1,
        title: "Озеленяване Кирил Й.",
        description: '"Озеленяване Кирил Й." е нова фирма за залесяване, изграждане на поливни системи и поддръжка на тревни площи',
        heroImg: '/assets/project-assets/kiril-hero.png',
        logosDescImg: '/assets/project-assets/kiril-logos.jpg',
        logoDesc: 'Логото е изградено от визуален знак - листо и изобразява инициалите на създателя на фирмата - Кирил Йотков. Използван е този визуален елемент, за да се асоциира с една от основните дейности на фирмата - озеленяването. Композицията отразява и буквите "П" и "С" - поливни системи. Поставянето им е другата основна дейност на учреждението.',
        colorPalette: ['#f04770', '#ffd167', '#06d7a0', '#108ab1', '#073a4b'],
        font: 'Fester Extralight',
        projectDate: '04.2022',
        usedPrograms: ['/assets/programs/illustrator-icon.png']
    },
    {
        id: 2,
        title: "Озеленяване Кирил Й.",
        description: '"Озеленяване Кирил Й." е нова фирма за залесяване, изграждане на поливни системи и поддръжка на тревни площи'
    },
    {
        id: 3,
        title: "Озеленяване Кирил Й.",
        description: '"Озеленяване Кирил Й." е нова фирма за залесяване, изграждане на поливни системи и поддръжка на тревни площи'
    },
    {
        id: 4,
        title: "Озеленяване Кирил Й.",
        description: '"Озеленяване Кирил Й." е нова фирма за залесяване, изграждане на поливни системи и поддръжка на тревни площи'
    },
    {
        id: 5,
        title: "Озеленяване Кирил Й.",
        description: '"Озеленяване Кирил Й." е нова фирма за залесяване, изграждане на поливни системи и поддръжка на тревни площи'
    },
    {
        id: 6,
        title: "Озеленяване Кирил Й.",
        description: '"Озеленяване Кирил Й." е нова фирма за залесяване, изграждане на поливни системи и поддръжка на тревни площи'
    },
    {
        id: 7,
        title: "Озеленяване Кирил Й.",
        description: '"Озеленяване Кирил Й." е нова фирма за залесяване, изграждане на поливни системи и поддръжка на тревни площи'
    },
    {
        id: 8,
        title: "Озеленяване Кирил Й.",
        description: '"Озеленяване Кирил Й." е нова фирма за залесяване, изграждане на поливни системи и поддръжка на тревни площи'
    }
];