import { IProject } from "./project.component";

export const PROJECTS: IProject[] = [
    {
        id: 1,
        title: "Озеленяване Кирил Й.",
        description: '"Озеленяване Кирил Й." е нова фирма за залесяване, изграждане на поливни системи и поддръжка на тревни площи'
    },
    {
        id: 2,
        title: "Озеленяване Кирил Й.",
        description: '"Озеленяване Кирил Й." е нова фирма за залесяване, изграждане на поливни системи и поддръжка на тревни площи'
    },
    {
        id: 3,
        title: "Озеленяване Кирил Й.",
        description: '"Озеленяване Кирил Й." е нова фирма за залесяване, изграждане на поливни системи и поддръжка на тревни площи'
    },
    {
        id: 4,
        title: "Озеленяване Кирил Й.",
        description: '"Озеленяване Кирил Й." е нова фирма за залесяване, изграждане на поливни системи и поддръжка на тревни площи'
    },
    {
        id: 5,
        title: "Озеленяване Кирил Й.",
        description: '"Озеленяване Кирил Й." е нова фирма за залесяване, изграждане на поливни системи и поддръжка на тревни площи'
    },
    {
        id: 6,
        title: "Озеленяване Кирил Й.",
        description: '"Озеленяване Кирил Й." е нова фирма за залесяване, изграждане на поливни системи и поддръжка на тревни площи'
    },
    {
        id: 7,
        title: "Озеленяване Кирил Й.",
        description: '"Озеленяване Кирил Й." е нова фирма за залесяване, изграждане на поливни системи и поддръжка на тревни площи'
    },
    {
        id: 8,
        title: "Озеленяване Кирил Й.",
        description: '"Озеленяване Кирил Й." е нова фирма за залесяване, изграждане на поливни системи и поддръжка на тревни площи'
    }
];